Repository: keisak1/topography-project
Catalog: lib/src/l10n/app_*.arb
Languages: pt

source: Welcome,
pt: Bem-vindo,

# sign
source: Sign in to continue
pt: Faça login para continuar

# language
source: PT
pt: EN

source: Login
pt: Entrar

source: Logout
pt: Sair

# emptyEmail
source: Please enter an email address
pt: Por favor insira um email

# emptyPassword
source: Please enter a password
pt: Por favor insira a password

# failedTitle
source: Bad credentials
pt: Credenciais erradas

# failed1
source: Your email/password are wrong.
pt: O seu e-mail/password estão errados.

# failed2
source: Please fill in your credentials again.
pt: Por favor, preencha novamente as suas credenciais.

source: Projects
pt: Projetos

source: Settings
pt: Definições

source: Submit
pt: Enviar

# locally
source: Save locally
pt: Guardar localmente

# fetchError
source: Error fetching saved forms
pt: Erro ao buscar formulários salvos

source: Saved Forms
pt: Formulários Guardados

source: Form
pt: Formulário

# fieldRequired
source: This field is required
pt: Campo necessário

# valueBetween
source: Please enter a value between
pt: Insira um valor entre

source: and
pt: e

# savedLocally
source: 'Form saved locally as
pt: Formulário guardado localmente como

source: Locally saved markers
pt: Marcadores guardados localmente

source: Construction material
pt: Material de construção

source: Construction period
pt: Período de construção

# number_storeys
source: Number of storeys
pt: Número de andares

source: Basements
pt: Porões

source: Entrance height
pt: Altura da entrada

source: Occupation type
pt: Tipo de ocupação

source: Position
pt: Posição

# number_small_windows
source: Number of small windows
pt: Número de janelas pequenas

# number_big_windows
source: Number of big windows
pt: Número de janelas grandes

# number_doors
source: Number of doors
pt: Número de portas

# number_balconies
source: Number of balconies
pt: Número de varandas

# number_chimneys
source: Number of chimneys
pt: Número de chaminés

source: Vertical irregularities
pt: Irregularidades verticais

source: Horizontal irregularities
pt: Irregularidades horizontais

source: Roof type
pt: Tipo de telhado

source: comment
pt: Comentário

source: Masonry
pt: Alvenaria

source: Reinforced concrete porticoes
pt: Pórticos de concreto armado

source: Reinforced concrete walls
pt: Paredes de concreto armado

source: Reinforced concrete prefab
pt: Pré-fabricados de concreto armado

source: Wood
pt: Madeira

source: Metallic
pt: Metálico

source: Before 1960
pt: Antes de 1960

# n1960_1985
source: From 1960 to 1985
pt: De 1960 a 1985

# n1985_2000
source: From 1985 to 2000
pt: De 1985 a 2000

# n2000_2010
source: From 2000 to 2010
pt: De 2000 a 2010

source: After 2010
pt: Depois de 2010

source: Yes
pt: Sim

source: No
pt: Não

source: Don't know
pt: Não sei

source: Residential
pt: Residencial

# residential_commercial
source: Residential and commercial
pt: Residencial e comercial

source: Commercial
pt: Comercial

source: Public
pt: Público

source: Education
pt: Educação

source: Health
pt: Saúde

source: Other
pt: Outro

# adjacent_building_one_side
source: Adjacent building on one side
pt: Edifício adjacente de um lado

# adjacent_building_two_side
source: Adjacent building on two sides
pt: Edifício adjacente dos dois lados

# isolated
source: Isolated building
pt: Edifício isolado

source: Soft storey
pt: Pavimento fraco

source: Vertical change
pt: Mudança vertical

# pounding
source: Pouding
pt: Pounding

source: Potential torsion
pt: Torsão potencial

source: Flat
pt: Plano

source: Inclined ceramic
pt: Inclinado cerâmico

source: Inclined sandwich
pt: Inclinado sanduíche

# oth
source: other
pt: Outro

# close
source: Closest building within:
pt: Edíficio mais próximo a:

# building
source: Closest building
pt: Edíficio mais próximo

# buildingNotFound
source: Closest building not found
pt: Edíficio mais próximo não encontrado

source: Gallery
pt: Galeria

source: Camera
pt: Câmara

# images
source: Select Images
pt: Selecionar Imagens

# selectOne
source: Please select at least one image.
pt: Escolha pelo menos uma imagem.

# noInternet
source: Form saved locally (No Internet Connection)
pt: Formulário guardado localmente (Sem ligação à Internet)

# selectDelete
source: Items deleted
pt: Itens eliminados

# optionsSelected
source: No options selected
pt: Sem opções selecionadas

source: Filters
pt: Filtros

# incomplete
source: Incomplete markers
pt: Markers incompletos

# semicomplete
source: Semi-complete markers
pt: Markers semi-completos

# complete
source: Complete markers
pt: Markers completos

source: All markers
pt: Todos os markers

# mapBox
source: Mapbox Streets is a comprehensive, general-purpose map that emphasizes accurate, legible styling of road and transit networks.
pt: Mapbox Streets é um mapa abrangente e de uso geral que enfatiza o estilo exacto e legível das redes rodoviárias e de trânsito.

# osm
source: OpenStreetMap is the free wiki world map.
pt: O OpenStreetMap é o mapa do mundo wiki gratuito

# hot
source: The Humanitarian OpenStreetMap Team (HOT) applies the principles of open source and open data sharing to humanitarian response and economic development.
pt: A Humanitarian OpenStreetMap Team (HOT) aplica os princípios da fonte aberta e da partilha de dados abertos à resposta humanitária e ao desenvolvimento económico.

# otm
source: OpenTopoMap (opentopomap.org) is a project aiming at rendering topographic maps from OSM and SRTM data.
pt: OpenTopoMap (opentopomap.org) é um projecto que visa a apresentação de mapas topográficos a partir de dados OSM e SRTM.

# selectMap
source: Map List
pt: Lista de Mapas

# credits
source: Students of the third year of Computer Science in University Fernando Pessoa - Nuno Moutinho (41781@ufp.edu.pt) - Daniel Moreira (41786@ufp.edu.pt) Last update: 11/05/2023
pt: Alunos do terceiro ano de Engenharia Informática da Universidade Fernando Pessoa - Nuno Moutinho (41781@ufp.edu.pt) - Daniel Moreira (41786@ufp.edu.pt) Última atualização: 11/05/2023

source: Created by
pt: Criado por
